Repository: devusta/fibona_news_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Birth date
uz: Tug'ilgan sana

source: Phone number
uz: Telefon

source: Username
uz: Foydalanuvchi nomi

source: First name
uz: Ism

source: Last name
uz: Familiya

source: Email
uz: Elektron pochta

source: Photo
uz: Rasm

source: Address
uz: Manzil

source: English
uz: Ingliz

source: Uzbek
uz: Uz

source: Russian
uz: Rus

source: Korean
uz: Koreys

source: Add News
uz: Yangilik qo'shish

source: Go Home
uz: Bosh sahifa

source: Save
uz: Saqlash

source: Delete News
uz: Yangilikni O'chirish

source: Do you want to delete the news
uz: Ushbu yangilikni o'shirmoqchimisiz

source: Go Back
uz: Orqaga

source: Delete
uz: O'chirish

source: Edit News
uz: Yangilik Qo'shish

source: Edit
uz: Tahrirlash

source: About Us
uz: Biz Haqimizda

source: Popular News
uz: Mashhur

source: Home
uz: Bosh sahifa

source: About
uz: Biz haqimizda

source: Contact
uz: Aloqa

source: AdminPage
uz: Admin

source: MyPage
uz: Shaxsiy

source: Logout
uz: Chiqish

source: Login
uz: Kirish

source: SignUp
uz: Ro'yxatdan o'tish

source: All News
uz: Yangiliklar

source: Search
uz: Qidirish

source: Latest News
uz: Eng so'nggi

source: Images
uz: Tasvirlar

source: Tag
uz: Teglar

source: Contact Us
uz: Aloqa

source: If you have any questions or suggestions for us, you can contact us quickly and easily by filling out the form below!
uz: Agar savol va takliflaringiz bo'lsa, quyidagi shaklni to'ldirish orqali biz bilan tez va oson bog'lanishingiz mumkin!

source: Name
uz: Ism

source: Message
uz: Xabar

source: Send Message
uz: Yuborish

source: Economical News
uz: Iqtisodiy

source: Latest news
uz: Eng so'nggi

source: Social
uz: Ijtomoiy

source: Science
uz: Ilm-fan

source: Technology
uz: Texnologiya

source: Photography
uz: Fotografiya

source: Category
uz: Kategoriya

source: Comments
uz: Izohlar

source: Sponsor
uz: Homiy

source: Category Archive
uz: Kategoriyalar

source: Select Category
uz: Kategoriyani tanlang

source: Links
uz: Havolalar

source: views
uz: ko'rishlar

source: Add a comment
uz: Izoh yozish

source: Submit
uz: Yuborish

source: Close tab
uz: Yopish

source: Related News
uz: Aloqador Yangiliklar

source: Enjoy your trip
uz: Sayohatdan zaqvlaning

source: Enjoy your time with us
uz: Vaqtingizni biz bilan maroqli o'tkazing

source: Science News
uz: Ilm-fan Yangiliklari

source: Search Results
uz: Qidiruv natijasi

source: We Are Sorry
uz: Uzur so'raymiz

source: Unfortunately, the page you were looking for could not be found. It may be temporarily unavailable, moved or no longer exists
uz: Afsuski, siz qidirayotgan sahifa topilmadi. Vaqtincha to'xtatilgan yoki o'chirilgan bo'lishi mumkin

source: Go to home page
uz: Bosh sahifa

source: Social News
uz: Ijtomoiy Yangiliklar

source: Sport News
uz: Sport Yangiliklari

source: Technology News
uz: Texnologiya Yangiliklari

source: World News
uz: Dunyo Yangiliklari

source: Administration
uz: Adminlar Xonasi

source: All Users
uz: Foydlanuvchilar

source: Admins
uz: Adminlar

source: Add User
uz: Foydalanuvchi qo'shish

source: Num
uz: T/r

source: News Title
uz: Yanglik mavzusi

source: Views
uz: Ko'rishlar soni

source: View
uz: Ko'rish

source: Detail
uz: Batafsil

source: Staff Status
uz: Hodimlik holati

source: Activity
uz: Faolligi

source: Active
uz: Faol

source: No active
uz: Faol emas

source: First Name
uz: Ism

source: Last Name
uz: Familiya

source: Last Login
uz: Oxirgi Login

source: My Page
uz: Shaxsiy

source: Joined at
uz: Obuna sanasi

source: Change password
uz: Parolni o'zgartirish

source: Phone
uz: Telefon

source: Date of birth
uz: Tug'ilgan sana

source: Edit Profile
uz: Tahrirlash

source: User Info
uz: Foydalanuvchi Ma'lumoti

source: Last login
uz: Oxirgi login

source: Deactivate
uz: Nofaollashtirish

source: Activate
uz: Faollashtirish

source: Users List
uz: Foydalanuvchilar

source: You are logged out
uz: Siz saytdan chiqdingiz

source: You can use the service by logging in again
uz: Siz tizimga qayta kirgan holda xizmatdan foydalanishingiz mumkin

source: Forgot password?
uz: Parolni unutdingizmi?

source: Password reset
uz: Parolni tiklash

source: Does your profile not exist
uz: Profilingiz mavjud emasmi

source: Signup
uz: Ro'yxatdan o'tish

source: Password changed
uz: Parol o'zgartirildi

source: You can log in the site with the new password.
uz: Yangi parol bilan saytga kirishingiz mumkin.

source: Password change
uz: Parolni almashtirish

source: Change
uz: O'zgartirish

source: Go back
uz: Orqaga

source: Password changed!
uz: Parol o'zgartirildi!

source: Create a new password!
uz: Parolni yangilash!

source: This link is not valid or may have been used before!
uz: Ushbu havola yaroqli emas yoki avval foydalanilgan bo'lishi mumkin!

source: You can try again by
uz: Qayta urinib ko'rishingiz mumkin

source: Resend
uz: Qayta yuborish

source: Email sent
uz: Elektron pochta yuborildi

source: Check your email
uz: Electron pochtangizni tekshiring

source: Password reset instructions have been sent to your email address
uz: Parolni tiklash bo'yicha ko'rsatmalar sizning elektron pochta manzilingizga yuborildi

source: Enter your email address below, and we'll send you a password reset guide!
uz: Quyida elektron pochta manzilingizni kiriting va biz sizga parolni tiklash bo'yicha qo'llanma yuboramiz!

source: Send
uz: Yuborish

source: Login page
uz: Login sahifasi

source: Already have an account?
uz: Profilingiz mavjudmi?

source: Success!
uz: Bajarildi!

source: My page
uz: Shaxsiy
